{
    "i-am": "",
    "job": "FRONTEND ENTWICKLER",
    "talk-btn": "Lass uns reden!",
    "about-me": "Über mich",
    "about-me-desc": "Hallo zusammen! Ich bin Ruben, ein Frontend-Entwickler mit einer Leidenschaft für die Gestaltung benutzerfreundlicher digitaler Erlebnisse. Mit einem Talent für Problemlösungen und einem Auge fürs Detail bin ich darauf spezialisiert, komplexe Ideen in elegante Designs umzusetzen.",
    "about-me-desc-first":"Lassen Sie uns zusammenarbeiten und gemeinsam etwas Erstaunliches schaffen!",
    "about-me-desc-second": "Ich bin flexibel, was das Arbeitsumfeld angeht, und kann sowohl vor Ort in Siegen als auch aus der Ferne effektiv arbeiten.",
    "about-me-desc-third": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um meine Kenntnisse und Fähigkeiten ständig zu verbessern.",
    "about-me-desc-fourth": "In meinem Beruf geht es beim Programmieren nicht nur um das Schreiben von Code; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu destillieren. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
    "skills": "Skills",
    "skills-desc": "Auf meinem Weg habe ich an verschiedenen Projekten gearbeitet und dabei eine Reihe von Frontend-Technologien und Konzepten eingesetzt. Ich bin offen für neue Technologien und Methoden, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Landschaft der Webentwicklung vorne zu bleiben.",
    "skills-looking": "Suche nach ",
    "skills-other": "einer weiteren Fähigkeit",
    "skills-other-desc": "Nehmen Sie Kontakt mit mir auf. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
    "get-in-touch": "Kontakt aufnehmen",
    "skills-mobile": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "continually learning": "Kontinuierliches lernen",
    "portfolio-desc": "Entdecken Sie hier eine Auswahl meiner Projekten -",
    "portfolio-desc-second": "interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "projects": {
        "pollo": {
            "name": "El Pollo Loco",
            "desc": "Jump & Run Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen."
        },
        "join": {
            "name": "Join",
            "desc": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        }
    },
    "contact": "Kontakt",
    "contact-subhead": "Haben Sie ein Problem zu lösen?",
    "contact-desc-first": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert,",
    "contact-desc-second": "von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit",
    "contact-desc-third": "zu Ihren Projekten beizutragen.",
    "contact-desc-fourth": "Benötigen Sie einen Frontend-Entwickler? ",
    "contact-desc-fifth": " Kontaktiere mich!",
    "name": "Ihr Name ...",
    "email": "Ihre E-Mail ...",
    "message": "Ihre Nachricht ...",
    "error-name": "Ihr Name ist erforderlich",
    "error-mail": "Ihre E-Mail im richtigen Format ist erforderlich",
    "error-message": "Ihre Nachricht ist leer",
    "privacy-policy-read": "Ich habe die ",
    "privacy-policy-text": "Datenschutzbestimmungen ",
    "privacy-policy-agree": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "send-message": "Nachricht senden",
    "send-message-text": "Ihre Nachricht wurde erfolgreich gesendet!",
    "imprint": "Impressum",
    "privacy-policy": "Datenschutz"
}